In [2]:
import pandas as pd

In [ ]:
Write a solution to display the first 3 rows of this DataFrame.

In [ ]:
+-------------+-----------+-----------------------+--------+
| employee_id | name      | department            | salary |
+-------------+-----------+-----------------------+--------+
| 3           | Bob       | Operations            | 48675  |
| 90          | Alice     | Sales                 | 11096  |
| 9           | Tatiana   | Engineering           | 33805  |
| 60          | Annabelle | InformationTechnology | 37678  |
| 49          | Jonathan  | HumanResources        | 23793  |
| 43          | Khaled    | Administration        | 40454  |
+-------------+-----------+-----------------------+--------+

In [4]:
employees=pd.DataFrame({'employee_id':[3,90,9,60,49,43],
                       'name':['Bob','Alice','Tatiana','Annabelle','Jonathan','Khaled'],
                       'department':['Operations','Sales','Engineering','IT','HR','Admin'],
                       'salary':[48675,11096,33805,37678,23793,40454]})
employees

   employee_id       name   department  salary
0            3        Bob   Operations   48675
1           90      Alice        Sales   11096
2            9    Tatiana  Engineering   33805
3           60  Annabelle           IT   37678
4           49   Jonathan           HR   23793
5           43     Khaled        Admin   40454

In [5]:
employees.head(3)

   employee_id     name   department  salary
0            3      Bob   Operations   48675
1           90    Alice        Sales   11096
2            9  Tatiana  Engineering   33805